tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "buo/cask-upgrade"
brew "mas"

cask "alacritty"
cask "kitty"
cask "raycast"
cask "docker"
cask "slack"
cask "discord"
cask "firefox"
cask "spotify"
cask "visual-studio-code"

brew "git"
brew "tmux"
brew "neovim"
brew "tree"
brew "bat"
brew "fzf"
brew "jq"
brew "fnm"
brew "ripgrep"
brew "flyctl"
